Repository: common-repository/sympose
Catalog: languages/sympose-*.po
Languages: nl_nl

# post type general name
source: Sessions
nl_nl: Sessies

# post type singular name
source: Session
nl_nl: Sessie

# admin menu
source: Sessions
nl_nl: Programma

# add new on admin bar
source: Session
nl_nl: Sessie

# session
source: Add New
nl_nl: Nieuwe sessie

source: Add New Session
nl_nl: Nieuwe sessie toevoegen

source: New Session
nl_nl: Nieuwe sessie

source: Edit Session
nl_nl: Sessie bewerken

source: View Session
nl_nl: Bekijk sessie

source: All Sessions
nl_nl: Alle sessies

source: Search Sessions
nl_nl: Zoeken in sessies

source: Parent Sessions:
nl_nl: Hoofd Sessies:

source: No sessions found.
nl_nl: Geen sessies gevonden.

source: No sessions found in Trash.
nl_nl: Geen sessies in de prullenbak.

# post type general name
source: Organisations
nl_nl: Organisaties

# post type singular name
source: Organisation
nl_nl: Organisatie

# admin menu
source: Organisations
nl_nl: Organisaties

# add new on admin bar
source: Organisation
nl_nl: Organisatie

# organisation
source: Add New
nl_nl: Nieuwe organisatie

source: Add New Organisation
nl_nl: Nieuwe organisatie toevoegen

source: New Organisation
nl_nl: Nieuwe organisatie

source: Edit Organisation
nl_nl: Organisatie bewerken

source: View Organisation
nl_nl: Bekijk organisatie

source: All Organisations
nl_nl: Alle organisaties

source: Search Organisations
nl_nl: Zoeken in organisaties

source: Parent Organisations:
nl_nl: Hoofd organisaties:

source: No organisations found.
nl_nl: Geen organisaties gevonden.

source: No organisations found in Trash.
nl_nl: Geen organisaties in de prullenbak.

# post type general name
source: People
nl_nl: Personen

# post type singular name
source: Person
nl_nl: Persoon

# admin menu
source: People
nl_nl: Personen

# add new on admin bar
source: Person
nl_nl: Persoon

# person
source: Add New
nl_nl: Nieuwe toevoegen

source: Add New Person
nl_nl: Nieuw persoon toevoegen

source: New Person
nl_nl: Nieuwe persoon

source: Edit Person
nl_nl: Persoon bewerken

source: View Person
nl_nl: Persoon bekijken

source: All People
nl_nl: Alle personen

source: Search People
nl_nl: Zoeken in personen

source: Parent People:
nl_nl: Hoofdpersonen:

source: No people found.
nl_nl: Geen personen gevonden.

source: No people found in Trash.
nl_nl: Geen personen in de prullenbak.

# taxonomy general name
source: Events
nl_nl: Evenementen

# taxonomy singular name
source: Event
nl_nl: Evenement

source: Search Events
nl_nl: Zoeken in Evenementen

source: All Events
nl_nl: Alle evenementen

source: Parent Event
nl_nl: Hoofd evenement

source: Parent Event:
nl_nl: Hoofd Evenement:

source: Edit Event
nl_nl: Evenement bewerken

source: Update Event
nl_nl: Evenement updaten

source: Add New Event
nl_nl: Nieuwe evenement toevoegen

source: New Event Name
nl_nl: Naam van nieuwe evenement

source: Events
nl_nl: Evenementen

source: Category
nl_nl: Categorie

source: Sample data generated successfully!
nl_nl: De voorbeeld data is succesvol gegenereerd!

source: Creating sample data failed. There is an event with the same name.
nl_nl: Get genereren van de voorbeeld data is niet gelukt. Er bestaat al een evenement met dezelfde naam.

source: Schedule
nl_nl: Programma

source: Go to the event schedule
nl_nl: Ga naar het programma

source: Speakers
nl_nl: Sprekers

source: Sponsors
nl_nl: Sponsoren

source: An error occured while creating sample data
nl_nl: Er is een fout opgetreden tijdens het genereren van de voorbeeld data

source: Show All %s
nl_nl: Alle %s weergeven

source: Time
nl_nl: Tijd

source: Day
nl_nl: Dag

source: Event
nl_nl: Evenement

source: Short description
nl_nl: Korte omschrijving

source: Image
nl_nl: Afbeelding

source: Session Details
nl_nl: Sessie Details

source: End
nl_nl: Einde

source: People
nl_nl: Personen

source: Go to
nl_nl: Ga naar

source: profile
nl_nl: profiel

source: edit
nl_nl: bewerken

source: Create new person
nl_nl: Nieuw persoon aanmaken

source: Tip: You can change the order of this list by dragging the items
nl_nl: Tip: Je kan de volgorde aanpassen door de items te verschuiven

source: Organisations
nl_nl: Organisaties

source: Create new organisation
nl_nl: Nieuwe organisatie

source: Start date
nl_nl: Start datum

source: Schedule Page
nl_nl: Programma Pagina

source: -- Select an option --
nl_nl: — Selecteer een optie --

source: General
nl_nl: Algemeen

source: Enable CSS
nl_nl: CSS activeren

source: Generate Sample Data
nl_nl: Voorbeeld data genereren

source: Create sample structure for a conference website.
nl_nl: Genereer een voorbeeld structuur voor een conferentie website.

source: Render sidebars after post content
nl_nl: Sidebars weergeven na een bericht/pagina

source: Show people on schedule
nl_nl: Personen weergeven op programma

source: Show organisations on schedule
nl_nl: Organisaties weergeven op programma

source: Sympose People
nl_nl: Sympose Personen

source: Displays on person post types.
nl_nl: Word weergeven op persoon post types.

source: Sympose Organisations
nl_nl: Sympose organisaties

source: Displays on organisation post types.
nl_nl: Word weergegeven op organisatie post types.

source: Sympose Sessions
nl_nl: Sympose sessies

source: Displays on session post types.
nl_nl: Word weergeven op sessie post types.

source: Every minute
nl_nl: Elke minuut

source: Go to schedule
nl_nl: Ga naar het programma

source: Settings
nl_nl: Instellingen

source: Extensions
nl_nl: Extensies

source: A couple of shortcodes you can use
nl_nl: Een aantal shortcodes die je kan gebruiken

source: Sympose automatically generates shortcodes based on the content that you create. Below, you will find shortcodes for showing the schedule, a list of people, or lists of organisations.
nl_nl: Sympose genereert automatisch shortcodes gebaseerd op de inhoud die is aangemaakt. Hieronder vind je shortcodes voor het weergeven van het programma, een lijst van mensen of lijsten van organisaties.

source: Shortcodes will appear here
nl_nl: Shortcodes worden hier weergegeven

source: As soon as you create content with sympose, available shortcodes will be displayed here..
nl_nl: Zodra je inhoud hebt aangemaakt met Sympose worden beschikbare shortcodes hier weergegeven.

source: Show %1$s of %2$s
nl_nl: %1$s weergeven van %2$s

source: Show the schedule of %1$s
nl_nl: Laat het programma zien van %1$s

source: Sympose Extensions
nl_nl: Sympose Extensies

source: Extensions could not be loaded
nl_nl: Extensies kunnen niet worden geladen

source: There was a problem retrieving the extensions. Try re-activating the plugin.
nl_nl: Er was een probleem bij het ophalen van de extensies. Probeer de plugin opnieuw te activeren.

source: Welcome to Sympose!
nl_nl: Welkom bij Sympose!

source: Thanks for choosing Sympose to launch your event/conference website. This Setup wizard will guide you through the basic setup to help you configure your event or conference.
nl_nl: Bedankt voor het kiezen van Sympose. De Setup Wizard helpt je bij het opzetten van de basis voor jou evenement of conferentie.

source: You can generate some sample data, use the Quick Start to set things up or skip the setup and do things your own way.
nl_nl: Je kan voorbeeld data genereren, met de Quick Start aan de slag gaan of de setup overslaan en Sympose op je eigen manier configureren.

source: Get started now
nl_nl: Nu starten

source: this process will only take a few minutes to complete!
nl_nl: dit proces duurt maar een paar minuten!

source: Skip setup
nl_nl: Setup overslaan

source: Setup sample data
nl_nl: Voorbeeld data genereren

source: Quick start an event
nl_nl: Snelle start

source: We will not show the setup wizard again.
nl_nl: We laten de setup wizard niet weer zien.

source: Data saved!
nl_nl: Data opgeslagen!

source: Seems like we got some empty fields..
nl_nl: Het lijkt erop dat er een aantal lege velden zijn..

source: Your event "%1$s" has been created. %2$sGo to the schedule%3$s, or %4$sshow an overview of the sessions for this event%5$s.
nl_nl: Je evenement “%1$s” is aangemaakt. %2$sGa naar het programma%3$s, of %4$sbekijk het overzicht van de sessies%5$s.

source: Quick start your event with this tool, fill in your event name, people, organisations and the schedule.
nl_nl: Quick start je evenement met deze tool, vul de naam in, de mensen, organisaties en het programma.

source: Event Title
nl_nl: Evenement Titel

source: Amount of days
nl_nl: Aantal dagen

source: Start Date
nl_nl: Start datum

source: Start time
nl_nl: Start tijd

source: End time
nl_nl: Eind tijd

source: Title
nl_nl: Titel

source: Add another session..
nl_nl: Nog een sessie toevoegen..

source: Previous Step
nl_nl: Vorige

source: Next Step
nl_nl: Volgende

source: Create Event
nl_nl: Evenement aanmaken

source: Sympose 1.2.5 has integrated Quick Start's functionality. To prevent interference, please %1$sdisable the plugin%2$s.
nl_nl: Sympose 1.2.5 heeft Quick Start geïntrigeerd. %1$sSchakel de plugin uit%2$s om te voorkomen dat ze fouten opleveren.

source: Nothing found.
nl_nl: Niets gevonden.

source: Nothing found
nl_nl: Niets gevonden

source: No event specified
nl_nl: Geen evenement gespecificeerd

source: Read more »
nl_nl: Meer lezen »

source: Error: Please set a valid date for the event.
nl_nl: Fout: Geef een goede datum in voor het evenement.

source: Shows the session information.
nl_nl: Laat de sessie informatie zien.
